Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Chasing Tails.tmx
Source language: ko_kr
Languages: en_us

source: ㅋㅋㅋㅋ 웃는데 힘빼지들 마라...
en_us: hahaha, don’t waste too much energy laughing...

source: 저기요 백혜성 씨.
en_us: well, hyeseong.

source: 우리도 물 안 마셨다고요!
en_us: we didn’t drink the water!

source: 미...안해요.
en_us: I’m... sorry.

source: 몰라...
en_us: I don’t know...

source: 제목 :
en_us: title

source: 그때는...
en_us: well...

source: 제발, 제발...
en_us: please, please...

source: 구석으로 가 있자.
en_us: let’s go over there.

source: 건물이 무너졌어도 살아남은 애들인데
en_us: even though they survived a whole building collapsing on them...

source: 속리산 사건기록을 찾아봤었습니다.
en_us: I looked into the mt. songni incident.

source: 하여간 새끼가...
en_us: come on, dude.

source: 억… 진짜???
en_us: what... really?!

source: 정말 정말 미안해...
en_us: I’m really really sorry...

source: A형이라고 했더니
en_us: I said my blood type is A...

source: 싸울 이유가 도처에 널려 있었어요.
en_us: there were so many things that could’ve blown up.

source: 나는 지난 1월 26일 아침 7시 경 대학교 동기
en_us: on the morning of january 26th around 7 am,

source: 위잉
en_us: whir

source: 누구도 저런 배려심 좀 배웠으면 좋겠다.
en_us: it’d sure be nice if cheongnok could learn from him.

source: 성격은 또 엄청 쿨하니까...
en_us: she doesn’t hold grudges...

source: 그럴까요?
en_us: should we, then?

source: 흐..
en_us: huff

source: 그런 뜻이어도 난 상관없어.
en_us: I don’t really care, even if you meant it that way.

source: 이렇게까지 비난받을 일인지...
en_us: idk if he deserves this much criticism...

source: 배고픈 것도 이제 무감각해 지는 거 같아...
en_us: and I’m getting numb to feeling hungry...

source: 아, 그거 무슨 서류였지?
en_us: oh, what were they about again?

source: 더듬 더듬
en_us: pat pat

source: 너도.
en_us: you too.

source: 아 그럼 같이 가시죠.
en_us: oh, then I’ll walk with you.

source: 찾아봤다니 무슨 뜻이죠?
en_us: what do you mean you looked into it?

source: 여친은 없는 사람 취급하고, 가족한테는 다친 거 비밀로 하고,
en_us: you ignore your girlfriend and hide this from your family.

source: 검출 목록
en_us: detected

source: 아니다, 나 없이 푹 쉬지마!
en_us: but not too much without me!

source: 네, 선생님은요?
en_us: yeah, how about you?

source: 그래?
en_us: yeah?

source: 일단...
en_us: let’s...

source: 옆은 그럼 준택 선배.
en_us: juntaek’s next to me.

source: 새끼야, 내 짬 무시하냐?
en_us: what, you don’t trust my guts?

source: 응?
en_us: what?

source: 수사보고
en_us: investigation report

source: '스튜디오 콘트라' 사고 발생 9일차
en_us: 9 days after the contra studio incident

source: 현장이 너무 망가진데다 변수가 많은 사건이지만
en_us: even though this case had a damaged crime scene with a lot of unexpected factors,

source: 윽..
en_us: ugh

source: 뭐래..
en_us: what the...

source: 스튜디오 콘트라 사건이요.
en_us: the contra studio case.

source: 너...
en_us: you...

source: 내가 중간에서 잘못한 거 같아...
en_us: I think I did a bad job being the middleman, though.

source: 이쪽, 이쪽!
en_us: this way, here!

source: 아 좋을 거 같다.
en_us: I think it’s a great idea.

source: 결국 가는 쪽으로 결정되었지만 하늘이 어두워져
en_us: in the end, they decided to go,

source: 홱
en_us: turn

source: 다 닥치고 급수 갈 놈만 소리 내라!
en_us: everyone, shut up unless you’re coming to get water with me!

source: 경위님 선물에 같이 넣어놨어요.
en_us: there’s a copy in your gift bag.

source: 생각하지 말자.
en_us: no, stop.

source: 하트 머임
en_us: ooo a heart?

source: 이번에 거짓말 탐지기 했다며.
en_us: I heard you did the lie detector tests.

source: 폴리그래프에도 이상이 없었지.
en_us: they had no issues with the polygraph as well.

source: 존재하지도 않는 커플과 유일하게 접촉한 것도 한성빈.
en_us: he’s also the only one who contacted the couple that doesn’t exist...

source: 이청록이 공범자 중 하나든 뭐든, 살인과 엮여있다면
en_us: ...cheognok is somehow related to the murder, as an accomplice or whatever...

source: 삭
en_us: swish

source: 피가 엄청 났는데...
en_us: he’s bleeding a lot...

source: 여섯, 백혜성이요.
en_us: six, hyeseong baek.

source: 그러게요...
en_us: right...

source: 경위님!
en_us: detective!

source: 주춤..
en_us: halt

source: 불쌍한 새끼...
en_us: pathetic.

source: 수사관련된 거야?
en_us: is it related to the investigation?

source: 화장실...
en_us: do you need the light...

source: 영채야 잠깐.
en_us: yeongchae, hold on.

source: 아, 권정도 경위님 불러야 되죠?
en_us: oh, we should go get detective kwon, right?

source: 같이 가기 절대 싫은데...
en_us: I really want to avoid him...

source: 푸핫
en_us: haha

source: 털썩
en_us: flop

source: 저기요!
en_us: excuse me!

source: 꼬리잡았다고 하고요.
en_us: ...we say we chased the tail.

source: 지겹다.
en_us: I’m sick of this.

source: 그렇지.
en_us: you’re right.

source: 시간도 많은데 털어 봐봐.
en_us: tell me about it. all we got is time.

source: 제 예상과 크게 다르지 않을 거라고 생각되고…
en_us: I don’t think it’ll be much different from my guess.

source: 정한나
en_us: hanna jeong

source: 그만하자고!
en_us: let’s just leave.

source: 여기 생존자 한명 더 있습니다!!!
en_us: we found another survivor!

source: 다 일어난 거지?
en_us: is everyone up?

source: 무리하면 안될
en_us: you shouldn’t overexert--

source: 푹
en_us: flop

source: 어떻게 된 거야?
en_us: what happened?

source: 몇명 안 남았잖아.
en_us: there’s not a lot of people left.

source: 여기요.
en_us: here you go.

source: 진술 거부중
en_us: refused to testify

source: 컥..
en_us: choke

source: 본인과 가족 치료에 적극적
en_us: - both the patient and their family are open to treatment

source: 청록아…?
en_us: cheongnok...!

source: 과대도 관련된 건 아니고?
en_us: what if he’s involved in it?

source: 혈액형은 입니다.
en_us: and my blood type is--

source: 동일범들 소행이 아니더라도
en_us: he thought that even if it’s not the same killer...

source: 고 준 호 (사망)
en_us: junho ko (dead)

source: 응, 바닥 구멍 보자고.
en_us: yeah, take a look at this hole.

source: 그리고 분명히 자기들 중에 피의자가 있을 거라고 생각했기 때문에 그 4인의 등장에 겁을 먹었던 거고요.
en_us: so, he was convinced that the suspect was among the four of them. that’s why he was scared.

source: 서울용암경찰서
en_us: seoul yongam station

source: 하루 지나면 상할까요?
en_us: do you think this would go bad in a day?

source: 저는 택시.
en_us: I’m taking the cab.

source: 왜 이래요, 애처럼?
en_us: stop being childish.

source: 준호 선배...
en_us: if that’s really...

source: 진짜 어이없는
en_us: I can’t believe this

source: 꺄아아아아아
en_us: aaaahhhhh

source: 알잖아.
en_us: you know that.

source: 제 사건은 이미 매스컴에 수도 없이 오르내렸고
en_us: my case was all over the media...

source: 남자는...
en_us: guys...

source: 놔봐!
en_us: let go of me!

source: '스튜디오 콘트라' 사고 발생 3시간 경과
en_us: 3 hours after the contra studio incident

source: 후..
en_us: huff

source: 드륵
en_us: rattle

source: 어흐 빡빡하다.
en_us: ugh, so tight.

source: '수사관' 신분으로 '호기심'을 채우고 싶은 수준이었습니다.
en_us: I looked into it out of curiosity, as a detective.

source: ...미...안해요...
en_us: I’m... sorry...

source: 쉬운 일 아니니까...
en_us: it’s not gonna be easy...

source: 의미가 있나 이제...
en_us: does that really matter at this point...?

source: 왜...???
en_us: why...?

source: 놓친 새끼들은 일단 버려.
en_us: don’t worry about the ones that ran away.

source: 저도 제가 이쪽 분야에서 일하게 될 줄 몰랐거든요.
en_us: I never thought I’d end up working in this field.

source: 그렇게 단정지어 말씀하시면 안 되죠.
en_us: he’s innocent until proven guilty.

source: 나도 놀랐어...
en_us: I was surprised too.

source: 나부터 반시계 방향으로 돌게.
en_us: I’ll start, and we’ll go counterclockwise.

source: 아 뭔데
en_us: what’s going on?!

source: 거기 찍는 사람이 떠들면 어떡해?
en_us: hey! you’re not supposed to talk. you’re filming!

source: 일 얘기 그만~
en_us: stop talking about work!

source: 1 밥 내가 사줄게
en_us: I’ll buy you food

source: 오후 1:45 ?{j}언제까지 잘거야
en_us: 1:45 pm how long are you gonna sleep?{j}

source: 어… 사실 안됐지…
en_us: uh... yeah. you’re right.

source: 좋은 기회라는 생각에 급하게 움직였어요.
en_us: I thought this was an opportunity I can’t miss, and I rushed too quickly.

source: 툭-
en_us: drop

source: 그 소리 진짜 존ㄴ 커.
en_us: that sound is so f*cking loud.

source: 물론 그게 수사에 결정적인 영향을 미치진 않습니다만...
en_us: well, it doesn’t affect our investigation too much...

source: 저는 충분히 가능하다고 보는데...
en_us: I think it’s very possible...

source: 체벌이 좀 과했어요.
en_us: his punishments were a bit excessive.

source: 유전성 정신질환의
en_us: hereditary mental illnesses

source: 제가 독단으로 신 경위님 이용해 먹은 건 인정하고 또 사과할게요.
en_us: I admit and apologize for using detective shin for my plans without consulting you.

source: 엄마 아빠 걱정하실 텐데…
en_us: they must be so worried right now...

source: 좀 도와줘.
en_us: so help me.

source: 처음에는...
en_us: at first...

source: 그런 애들이 갑자기 셋이나 살인에 가담했을 확률이 얼마나 될까 싶어서...
en_us: and the chances of three of those kids suddenly taking part in murder...

source: 신경쓰이게...
en_us: he’s making me worried...

source: 사고자가 수사 중에 자살을 시도했다는데도
en_us: one of our survivors attempted to take his own life,

source: 강남 꽃사거리 종합병원 맞다네ㅎㅎ
en_us: is the general hospital in gangnam lol

source: 아니다, 이런 건 핑계고 정말 미안해.
en_us: no, that’s just an excuse. I’m really sorry.

source: 선택해야 할 떈 선택도 해야지.
en_us: sometimes, you have to choose.

source: 네?
en_us: sorry?

source: 한성빈 너도 해군이야?
en_us: did you also serve in the navy, seongbin?

source: 화장실 가려고 하는 거예요.
en_us: I’m just trying to go to the bathroom.

source: 하긴 지금은 멀쩡한 거 같겠다.
en_us: you must feel pretty normal now.

source: 이 판국에 어차피 공용폰 된 느낌인데 폰주인이 뭔 상관이야
en_us: and it’s everybody’s phone now. it’s for all of us.

source: 생각보다 속도가 붙지 않아 예정보다 훨씬 늦게
en_us: there was also traffic, so we got to sanghak peak

source: 띵작 맞네.
en_us: you are indeed a piece of work.

source: 흡연자들, 담배 안 보이게 잘해!
en_us: smokers, make sure you don’t get caught with it!

source: 근데 한두명도 아니라 단체로 그러니까…
en_us: it’s not even just one person accusing me, everyone says that...

source: 살아있는 것처럼 거짓말을 했죠.
en_us: he talked about her as if she was still alive.

source: 제가 봤을 땐 한성빈 입니다.
en_us: the way I see it, it’s seongbin.

source: 끼익
en_us: creak

source: 제1병동
en_us: clinic 1

source: 자자!
en_us: alright, everyone!

source: 근데 여기 규모 개크지 않나요
en_us: isn’t that a huge hospital?

source: 남학생입니다!
en_us: it’s a guy!

source: 갈증은 최대한 참되, 안 마시면 죽겠다 싶을 때는 적어도 세명 이상.
en_us: try to hold your thirst, but when you have to get a drink, go in a group of three or more.

source: 이틀은 버틸걸?
en_us: I think it’d be fine for two days.

source: 이상하게 떨리는 목소리...
en_us: and trembling oddly...

source: 그러고 싶어서 자문 맡았어요.
en_us: that’s why I took this job.

source: 별거 없었어.
en_us: nothing much.

source: 방법...이 없을까요.
en_us: is there really... no way to do that?

source: 신유정 상태 보셨잖아요.
en_us: but you saw what he was like.

source: 그래서 수사가 재개되고 최종적으로 범인을 확정했을 때
en_us: so when we resume the investigation and solve the case...

source: 우리 화장실로 쓰던 크랙...
en_us: the crack we’ve been using as a bathroom...

source: 클린봇이 악성댓글을 감지합니다.
en_us: cleanbot will censor inappropriate comments

source: 생존자 중 2명이 스스로 목숨을 끊었다고 선생님이 하셨던 얘기도 나와 있었고요.
en_us: ...and two of the survivors took their own lives.

source: 근데 진짜 엄청 작고 조용하게 그런단 말야.
en_us: but they’re really quiet and whisper super softly.

source: 참자...
en_us: it’s okay...

source: 얘들아.
en_us: everyone.

source: 그렇겠죠?
en_us: possibly.

source: 그럴 거야.
en_us: I mean, I bet.

source: 답글 1
en_us: 1 reply

source: 그리고 이청록.
en_us: then there’s cheongnok.

source: 칙,,
en_us: flick

source: 아 죄송해요ㅎㅎㅎ
en_us: haha, I’m sorry.

source: 본 적 강원도 원무시호정면 만종리 23번지
en_us: primary address 23 manjong village, wonju city, gangwon province

source: 걔한테 이상한 거 시키지 마세요.
en_us: don’t get her involved in anything weird.

source: 저 형이 가만 있는다고 안 패냐?
en_us: he’s gonna do that anyways, might as well make some jokes.

source: 알았어?
en_us: alright?!

source: 신유정 씨, 들어...
en_us: yujeong, we’re entering--

source: 역시 이청록 보부상…
en_us: I knew cheongnok would have different charging cables...

source: 홴번 밸배조야 뒈눈뒈~
en_us: I’ll beat the cwap outta you one daaay!

source: 두 번째는 거짓이었어.
en_us: ...he lied to the second question.

source: 진짜 안 해요?
en_us: are you really not going to tell us anything?

source: 아무튼 이청록 고맙다
en_us: but thank you, cheongnok.

source: 난 그냥 속이 시커매 보이네 ㅎㅎㅎ
en_us: I don’t know, it just seems a little suspicious to me, lol.

source: 어??
en_us: yeah??

source: 여보세요!
en_us: hello?!

source: 안되잖아...
en_us: leave him there like that...

source: 멈칫
en_us: halt

source: 아직 말은 못하는데 긍정적인 동공반응이 있다고 연락 왔어.
en_us: apparently, he can’t talk yet, but he had pupil responses.

source: 고준호 맞냐?
en_us: is that really you?

source: 선택이 좀 의외긴 하지만...
en_us: I’m surprised by his decision, though.

source: 저희 팀장님이 속리산 사건 담당서의 순경이셨습니다.
en_us: our boss was a police officer at the station that investigated the mt. songni case.

source: 찾았으니 됐어.
en_us: it’s fine, we found it.

source: 무서워서 죽을 거 같다...
en_us: I’m scared to death.

source: 고 준 호 김 윤 백 혜 성
en_us: junho ko yun kim hyeseong baek

source: 태연아, 잘 들어.
en_us: listen, taeyeon.

source: 원 무 경 찰 서
en_us: wonmu police station

source: 흐
en_us: sob

source: 나 174센틴데 솔직히 키는 1도 안 봐.
en_us: I’m 5’8”, but I don’t really care about how tall they are.

source: 근데 뭐, 누구 어디에 있는지 알려고 하면 알 수 있으니까…
en_us: but you know, it’s not that hard to figure out where everyone is...

source: 물라서 물어?
en_us: you know what I mean.

source: 아무튼 몸 조심해요.
en_us: anyways, be careful.

source: 그리고 게시물 중 유일하게 여기에만 하트가 붙어있으니까…
en_us: and this post is the only one with the heart emoji...

source: 아 선배님; 뇌피셜 좀;;
en_us: oh come on, you’re making things up.

source: 나만 그런 문제 있었던 것도 아니잖아.
en_us: and I’m not the only one who was accused of that.

source: 때린 사람, 맞은 사람이 다 있는데 이 둘이 부딪힌 건 아닐 수 있다는 소리죠.
en_us: so there is a guy who beat someone up, and there’s also a guy who got beaten up, but those two could be separate cases.

source: 거 되게 속닥대네...
en_us: gosh he’s whispering so much...

source: 오후 3:32 1 전화 받아 뭐하냐?
en_us: 3:32 pm answer my call

source: 아무데서 쌀 순 없잖아.
en_us: we can’t just pee anywhere.

source: 설마 떠벌리진 않겠지...
en_us: he can’t be talking about me.

source: 몇 번 빗맞긴 했지만...
en_us: they missed a couple times...

source: ....하..
en_us: sigh

source: 뒷주머니에도 가볍게 넣을 수 있는 양이었다는 거죠.
en_us: ...it would have easily fit inside a pocket.

source: 뭐지...
en_us: huh...

source: 범행도구만 찾았어도 가닥 금방 잡았을 텐데 아쉽네.
en_us: ...that’s too bad. it would have been much easier if the weapon was found.

source: 나 죽게 생겼는데 물은 지켜야지.
en_us: my life is on the line. I have to protect the water.

source: 오 태 연 (생존)
en_us: taeyeon oh (survived)

source: 31병
en_us: clinic 31

source: 포나메프린은 유전성 정신질환을 예방하는 목적으로도 처방되는 약입니다.
en_us: ponnamephrin can also be prescribed to prevent hereditary mental illnesses.

source: 진짜 무섭게 왜 그래요...!
en_us: stop screaming at her...!

source: 수사 중에
en_us: something...

source: 그래도 위협은 해야할 수 있잖아.
en_us: we need it to protect ourselves.

source: 어렵게 잡은 견학인데 껄렁껄렁 담배 보이고 그러지 마.
en_us: it was hard to get us in here, so be polite.

source: 헐 나도 너 좋아하는데
en_us: whoa, I have a crush on you too.

source: 닥쳐 뚱땡아...
en_us: shut up, fatty.

source: 조금만..
en_us: please...

source: 어떻게 생각해요, 준호형?
en_us: what do you think, junho?

source: 걸을 수 있겠어요?
en_us: can you walk?

source: 아~~~
en_us: okaaay!

source: 그래서 저는 거기에 속도만 조금 붙여드린 것 뿐이라고요.
en_us: so all I did was accelerate the process.

source: 핸드폰???
en_us: a phone??

source: 걜 우리가 어떻게 들어서 옮기냐...
en_us: how are we going to move him?

source: 오 태 연
en_us: taeyeon oh

source: 저답지 않을 게 있습니까?
en_us: what’s not like me?

source: 오태연?!
en_us: taeyeon!!

source: 유정이 어디갔어?
en_us: where’s yujeong?

source: 뚜뚜
en_us: beep beep

source: 다같이 걍 바지에 싸자고 할까… 알게 뭐야, 이렇게 힘 빼다 죽겠다는데.
en_us: we should just pee our pants... it really doesn’t matter at this point.

source: 안 믿고 싶지만 돌이키 수 없게 된 거 같고…
en_us: ...as much as I’d hate to admit it... are gone.

source: Cinnamon Roll 빵 확인
en_us: cinnamon roll bread confirmed

source: 거기에 수사 중 큰 압박이나 죄책감을 느끼고 있었다면 충분히...
en_us: so if he was feeling pressured or guilty from the investigation--

source: 나 일어난 지 얼마 안됐다니까?
en_us: I just woke up.

source: 남 밝고 올라가는데 거리낌 없어 저런 새끼들은
en_us: they’re used to stepping on others to get ahead

source: 그래~ 사랑해~
en_us: alright, alright. I love you.

source: AB형이구요.
en_us: my blood type is AB.

source: 여러 명이 속닥거리는 거 같다가
en_us: it sounded like there were multiple people whispering,

source: 그리고 그 중간에 내가 ㅂ신같이 끼어있었던 것도...
en_us: ...and I was sandwiched in between them like a moron...

source: 다행이다.
en_us: thank god.

source: 담주에도 와야 돼.
en_us: I have to come back next week.

source: 공통 질문이 있었는데
en_us: there was a question we asked everyone...

source: 본인이 먼저 자백했어.
en_us: yeah, one of the survivors confessed...

source: 몰라…
en_us: whatever...

source: 용암구에서 시작된 강도살인을 알게 된 그 당시 우성구 담당형사가
en_us: Then, the detective in charge of the case at wuseong station back then started to notice...

source: 물 마시러 가자는 건가...?
en_us: is he asking her to go get water with him?

source: 저 형 이제 나갈 때까지 안 멈춤.
en_us: he’s never gonna stop talking now.

source: 빨리 구조 부탁드립니다.
en_us: I hope we can get rescued as soon as possible.

source: 저를 산행에 끼워준 7명 모두
en_us: all seven of them...

source: 딱 너가 움직이는 거 같았어서…
en_us: ...it sounded like you were the one moving...

source: 미쳤어?!!!
en_us: what’s wrong with you?!

source: 다녀와서 말하자.
en_us: let’s say it when we come back.

source: 어...
en_us: yeah...

source: 순번되면 물 따라주면...
en_us: and we can pour down some water when it’s their turn.

source: 어떻게 하는 거야?
en_us: how do you do that?

source: 고준호 사망 시에도 피의자가 누군지는 보지 못했다고 증언했지만
en_us: as for junho’s case, he testified that he couldn’t see who the suspect is.

source: 머리는 좋으면서 눈치는 없나보네.
en_us: I guess he’s book smart, not street smart.

source: 신유정 환자
en_us: patient yujeong shin

source: 나도 몰랐어!
en_us: I didn’t know!

source: 엉?
en_us: huh?

source: 순간적으로 판단력을 잃게 되는 족쇄 같은 거요.
en_us: ... a memory like a shackle that makes you lose your judgement.

source: 이청록이 왜 그랬을 거 같습니까.
en_us: why do you think he did it?

source: 근
en_us: mp

source: 흐읍..
en_us: sniffle

source: 나도 힘들었단 말이야...
en_us: were tough for me too...

source: 너무 조용해...
en_us: it’s so quiet...

source: 쟤네...
en_us: what did...

source: 아...니
en_us: I... uh.

source: 죽이는 것도 생각보다 쉽고요.
en_us: and killing is easier than you think, too.

source: 피곤해...
en_us: I’m exhausted.

source: 구조대는 보지도 못한 커플의 목소리를 '직접'들었다고 증언한 유일한 생존자입니다.
en_us: and the only survivor who testified that he physically heard the couples’ voices in the rescue scene.

source: 네, 일괄 적용이요
en_us: yep, it applies to everyone.

source: 이렇게만 쓰면 되나요?
en_us: is this all you need?

source: 어차피 말할 기운도 없어요.
en_us: I don’t even have the energy to talk about it anymore.

source: 피해자 부검
en_us: but through the autopsy...

source: 부모님이랑 여동생 있는데...
en_us: I have both parents and a younger sister...

source: 안 선 주 / 사망
en_us: seonju an / dead

source: '스튜디오 콘트라' 사고 발생 5일차 (전원 생존)
en_us: 5th day of the contra studio incident (all survived)

source: 옆에는 이청록.
en_us: and cheongnok, you’re next to me.

source: 타닷
en_us: rush

source: 영채말로는 흉기도 발견 못했다던데.
en_us: yeongchae told me you didn’t even find the weapon.

source: 온갖 게 다 털렸더군요.
en_us: every little detail of his life was publicized.

source: 그거까지는 생각 안 해봤는데 난 내가 커서 그런가 오히려 별 생각 없어.
en_us: I didn’t really think that far, but I’m tall enough so I don’t really care.

source: 여기에 몸 담그고 있으면 언젠가 엄마를 만날 수 있지 않을까
en_us: I used to wonder if I stay in this field...

source: 죽...인 거 아니겠지...?
en_us: he didn’t kill them... right?

source: 내가 경위님 왕따라도 시켰나?
en_us: but it’s not like I was trying to exclude you.

source: 수술 잘 돼서 진짜 정말 진짜로 다행이야...!
en_us: I’m so glad that the surgery went well...!

source: 아, 네...
en_us: oh, right.

source: 급하게 연락드렸는데 전원 응해주셔서 감사합니다.
en_us: thank you for complying with my urgent request.

source: 그렇죠.
en_us: right.

source: 갑자기 경찰이 친구 병문안 오라고 불렀던 거거든.
en_us: the police suddenly wanted us to come visit our friend at the hospital.

source: 너 핸드폰 숨기고 녹음이나 처했던 거, 우리는 아무도 바깥에 말 안했어.
en_us: we didn’t tell anyone about how you hid your phone and secretly recorded us behind our backs.

source: 네.....
en_us: okay...

source: 아
en_us: aa

source: 남자들한테도 인기많았어 근데 쎄했다?
en_us: everyone really liked him, but something was off.

source: 사실 목소리로 구분 되니까 이름 말 안한 적도 종종 있었고…
en_us: but sometimes, we skipped saying our names because we could recognize each other’s voices...

source: 근데 누구꺼지...?
en_us: whose bread is this...?

source: 주 영 화 / 사망
en_us: yeonghwa ju / survived

source: 사와 유대적
en_us: relationship with the patient

source: 금방 나갈게
en_us: be there soon.

source: 물이나 화장실 때문에 왔다갔다 하기도 하고
en_us: we move around all the time for water and the bathroom...

source: 저 커플부터.
en_us: ...the issue is that couple.

source: 선생님.
en_us: doctor.

source: 이런 게 선생님 방식입니까?
en_us: is this how you run things?

source: 어쨌든 우린 폭설에 갇혔고
en_us: anyway, we were trapped in a snowstorm,

source: 이청록은...
en_us: as for cheongnok...

source: 아~ 내 집에서는 일 금지야!
en_us: hey! no work allowed in my place.

source: ㅋㅋㅋ단톡방 폭파시키려고 작정했냐?ㅋㅋㅋ
en_us: ahaha, our group chat is blowing up!

source: 좀 빡센 선배들이어도 저 정도는 아니었는데 왜 저래...
en_us: they were a little intimidating, but I didn’t think they were this weird...

source: 콜록.
en_us: cough

source: 구조지점에서 1km 떨어진 곳에서 발견
en_us: found 0.6 mi away from the rescue point

source: 후배팀!!
en_us: hey! younger group!

source: 구조대 진입
en_us: rescue team arrives

source: 뭐야...!
en_us: what the...!

source: 그럼 바로 들어갈까요?
en_us: well then, shall we?

source: 프라이 @nati 18시
en_us: fry @nati 18:00

source: 근데 걱정마라.
en_us: but don’t worry too much about it.

source: 아무한테도.
en_us: to anyone.

source: 주기 싫으면 안 줘도 돼.
en_us: you don’t have to give it to him if you don’t want to.

source: 으음...
en_us: um...

source: 아, 전철 들어온다.
en_us: oh, the train’s coming.

source: 견학이고 뭐고 내가 뭐한다고 여길 와서 이 ㅈ랄이냐.
en_us: ugh, what am I even doing here?

source: 소량이라도 자주 마시는 게 더 나을 거 같아서.
en_us: I think it’d be better to drink less amount more often.

source: 누구 갈래.
en_us: who wants to come?

source: 성빈아...
en_us: seongbin...

source: 그건 당연하다고 봐요.
en_us: of course...

source: 모르겠다...
en_us: whatever...

source: 구조대는 언제 오냐고!!!
en_us: just when are we getting out of here?!

source: 이 청 록 정 한 나 한 성 빈
en_us: cheongnok lee hanna jeong seongbin han

source: 버러지 같은 새끼...
en_us: that’s kinda sh*tty.

source: 한대 치겠네.
en_us: or what? are you gonna hit me?

source: 두{j}근
en_us: thump{j}

source: 임대중ㅎ
en_us: it’s available for leasing.

source: 나 좀 나갔다 올게.
en_us: I’ll be right back.

source: 오빠 속 풀릴 때까지.
en_us: until you’re done with it.

source: 미친 새끼야, 제정신이냐?
en_us: what the f*ck is wrong with you, dude?

source: 약속은 칼 같은 형이니까...
en_us: he promised, and he keeps his promises...

source: 아냐 너 지금 눈물이...
en_us: no, but there’s a teardrop...

source: 아버지도 그렇고 형들도 안 본 지 꽤 됐어요.
en_us: I haven’t seen my brothers or my dad in a while.

source: 소극적 망상/환청/혼란사고 소견
en_us: shows symptoms of delusion/hallucination/disorganized thinking

source: 앞팀 다녀온지 얼마나 됐다고...
en_us: the other team just came back...

source: 원장님 자식 교육이나 잘 시키십쇼
en_us: you’re responsible for your son, doc.

source: 본의 아니게 실수를 했을 수도 있겠죠.
en_us: ...cheongnok might have unwittingly slipped up.

source: 내가 안 자는 거랑 너 구라치는 거랑 무슨 상관인데.
en_us: what does me sleeping have to do with you lying?

source: 아뇨.
en_us: it’s okay.

source: '정신질환을 어떻게 주변에 들키지 않고 숨겼을까'에만 집중했는데
en_us: ...I was only focusing on how they had managed to hide their mental illness from the other survivors.

source: 참나, 사건 한번 해괴망측하네.
en_us: damn, what a weird case.

source: 력계 2팀
en_us: team 2

source: 으적..
en_us: munch

source: 어이구~
en_us: geez.

source: 단결해야지.
en_us: we have to stick together.

source: 사고는 갇혀있으면서
en_us: they had limited thinking process.

source: 어차피 이젠 화장실도 거의 안 가고…
en_us: we don’t need to use the bathroom as much anymore...

source: 삑삑
en_us: beep beep

source: 평소에는 보통 사람들과 똑같다가
en_us: it doesn't affect me usually,

source: … 어떤 기분인지 저도 압니다.
en_us: I know what it feels like...

source: 용의자는 신유정이라는 사고자의 혈액형을 궁금해 했는데
en_us: the suspect was curious about yujeong’s blood type.

source: 으아아!!!
en_us: aaah!!!

source: 너한테 궁금한 것도 없고.
en_us: and I’m not going to ask you questions.

source: 백혜성을 왜 고백으로 혼내?
en_us: why are you attacking her with your feelings?

source: 스스로를 소중하게 생각하는 사람과
en_us: ...the people who care about themselves...

source: 그러나 피해자들이 방심한 순간
en_us: but just when they thought everything was going okay...

source: 서로의 사건을 들춰봤군요.
en_us: ...both looked at each other’s files.

source: 혜성아..
en_us: hyeseong...

source: 빨리 끝나면 좋겠다...
en_us: I just want this to end...

source: 진짜?
en_us: really?

source: 울역 방면
en_us: seoul station bound

source: 힘이...
en_us: they were...

source: 너 뭐했냐고.
en_us: what did you do?

source: 나도 존ㄴ 힘들어서 그런다...
en_us: I’m f*cking exhausted too.

source: 신유정?
en_us: yujeong.

source: 지금껏 고생하시게 만들어 죄송합니다
en_us: sorry that I was such a difficult child.
